Repository: GNOME/gnome-weather
Catalog: po/*.po
Languages: ia

source: Night
ia: Nocte

source: Morning
ia: Matino

source: Afternoon
ia: Postmeridie

source: Evening
ia: Vespere

source: Weather
ia: Meteorologia

source: Show weather conditions and forecast
ia: Monstra le conditiones e le prognosticos meteorologic

source: Weather;Forecast;
ia: Tempore;Prognosticos;

source: Allows weather information to be displayed for your location.
ia: Permitte al information de tempore esser monstrate pro tu localisation.

source: Configured cities to show weather for
ia: Citates configurate pro monstrar su tempore

source: The locations shown in the world view of gnome-weather. Each value is a GVariant returned by gweather_location_serialize().
ia: Le localisationes monstrate in le vista mundial de gnome-weather. Cata valor es un GVariant retornate per gweather_location_serialize().

source: The width of the main window.
ia: Le largor del fenestra principal.

source: The height of the main window.
ia: Le altor del fenestra principal.

source: Window maximized
ia: Fenestra maximisate

source: Whether or not the window is maximized.
ia: Si le fenestra es maximisate o no

source: A small application that allows you to monitor the current weather conditions for your city, or anywhere in the world.
ia: Un parve application que te permitte surveliar le conditiones actual del tempore pro tu citate, o ubique le mundo.

source: It provides access to detailed forecasts, up to 7 days, with hourly details for the current and next day, using various internet services.
ia: Il forni accesso a prognosticos detaliate, usque 7 dies, con detalios cata hora pro le dia actual e le sequente, usante varie servicios de internet.

source: It also optionally integrates with the GNOME Shell, allowing you to see the current conditions of the most recently searched cities by just typing the name in the Activities Overview.
ia: Il se pote integrar optionalmente con GNOME Shell, illo te permitte vider le conditiones actual del citates le plus cercate recentemente solmente al scriber su nomine in le Panorama de activitates.

source: Hourly View
ia: Vista de cata hora

source: Daily View
ia: Vista quotidian

source: The GNOME Project
ia: Le projecto GNOME

source: Search for a city
ia: Cerca un citate

source: Places
ia: Locos

source: _Hourly
ia: Cata _hora

source: _Daily
ia: Quoti_dian

source: Temperature Unit
ia: Unitate de temperatura

source: _About Weather
ia: _A proposito de Meteorologia

source: Welcome to Weather!
ia: Benvenite a Meteorologia!

source: To get started, select a location.
ia: Pro comenciar, selige un localisation.

source: Search for a city or country
ia: Cerca un citate o pais

source: Refresh
ia: Actualisar

source: Main Menu
ia: Menu principal

source: Feels like %.0f°
ia: Sensation de %.0f°

source: Updated just now.
ia: Actualisate justo ora.

source: Updated %d minute ago.
ia: Actualisate %d minuta retro.

source: Updated %d hour ago.
ia: Actualisate %d hora retro.

source: Updated %d day ago.
ia: Actualisate %d die retro.

source: Updated %d week ago.
ia: Actualisate %d septimana retro.

source: Updated %d month ago.
ia: Actualisate %d mense retro.

source: Daily Forecast
ia: Prognostico quotidian

source: Forecast not Available
ia: Prognostico non disponibile

source: Hourly Forecast
ia: Prognostico de cata hora

source: Now
ia: Ora

source: translator-credits
ia: Emilio Sepúlveda <emism.translations@gmail.com>

source: World view
ia: Vista mundial
